Revit 2021.1 API
FabricationPartSizeMap.GroupId Property
 The group identifier of the straight.
Namespace: Autodesk.Revit.DB.Fabrication
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Since: 2018.2
Syntax
C#
public int GroupId { get; set; }
Visual Basic
Public Property GroupId As Integer
	Get
	Set
Visual C++
public:
property int GroupId {
	int get ();
	void set (int value);
}
See Also
FabricationPartSizeMap Class
Autodesk.Revit.DB.Fabrication Namespace